Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: %@ color
ar: لون %@
de: Farbe %@
fr: couleur %@
it: Colore %@
ja: %@色
ko: %@ 색상
nl: Kleur %@
pl: Kolor %@
pt_br: Cor %@
pt_pt: Cor %@
sv: Färgen %@
tr: %@ rengi
zh_hans: 颜色：%@
zh_hant: %@ 顏色

source: %@ of %@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
es_419: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
ja: %2$@中%1$@
ko: %2$@ 중 %1$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
sv: %1$@ av %2$@

source: %@ style
ar: نمط %@
de: Stil %@
es: Estilo %@
es_419: Estilo %@
it: Stile %@
ja: %@スタイル
ko: %@ 스타일
nl: Stijl %@
pl: Styl %@
pt_br: Estilo %@
pt_pt: Estilo %@
sv: Stilen %@
tr: %@ stili
zh_hans: 样式：%@
zh_hant: %@ 樣式

source: %@ to %@
ar: من %1$@ إلى %2$@
de: %1$@ bis %2$@
es: De %1$@ a %2$@
es_419: De %1$@ a %2$@
fr: De %1$@ à %2$@
it: Da %1$@ a %2$@
ja: %1$@から%2$@まで
ko: %1$@부터 %2$@까지
nl: %1$@ tot %2$@
pl: Od %1$@ do %2$@
pt_br: %1$@ a %2$@
pt_pt: %1$@ a %2$@
sv: %1$@ till %2$@
tr: %1$@ ile %2$@ arası
zh_hans: %1$@ 至 %2$@
zh_hant: %1$@ 至 %2$@

source: %lld categories
ar: %lld فئة
de: %lld Kategorien
es: %lld categorías
es_419: %lld categorías
fr: %lld catégories
it: %lld categorie
ja: %lld個のカテゴリ
ko: 카테고리 %lld개
nl: %lld categorieën
pl: %lld kategorii
pt_br: %lld categorias
pt_pt: %lld categorias
sv: %lld kategorier
tr: %lld kategori
zh_hans: %lld 个类别
zh_hant: %lld 個類別

source: %lld frames per second
ar: %lld إطارًا في الثانية
de: %lld Bilder pro Sekunde
es: %lld fotogramas por segundo
es_419: %lld fotogramas por segundo
fr: %lld images par seconde
it: %lld fotogrammi al secondo
ja: 毎秒%lldフレーム
ko: 초당 %lld프레임
nl: %lld beelden per seconde
pl: Klatki na sekundę: %lld
pt_br: %lld quadros por segundo
pt_pt: %lld fotogramas por segundo
sv: %lld bilder per sekund
tr: Saniyede %lld kare
zh_hans: 每秒 %lld 帧
zh_hant: 每秒 %lld 格

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
es_419: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %1$lld/%2$lld
ko: %2$lld개 중 %1$lld개
nl: %1$lld van %2$lld
pl: %1$lld z %2$lld
pt_br: %1$lld de %2$lld
pt_pt: %1$lld de %2$lld
sv: %1$lld av %2$lld
tr: %1$lld / %2$lld
zh_hans: 第 %1$lld 张，共 %2$lld 张
zh_hant: 第 %1$lld 張，共 %2$lld 張

source: %lld types
ar: %lld نوع
de: %lld Typen
es: %lld tipos
es_419: %lld tipos
it: %lld tipi
ja: %lld種類
ko: 유형 %lld개
pl: %lld typu
pt_br: %lld tipos
pt_pt: %lld tipos
sv: %lld typer
tr: %lld tür
zh_hans: %lld 种类型
zh_hant: %lld 種類型

source: **Adjust redactions** by dragging or using Position & size. Add a centered box without drawing. Use **Select** to apply changes to multiple regions.
ar: **اضبط مناطق الحجب** بالسحب أو باستخدام الموضع والحجم. أضف منطقة في الوسط دون رسم. استخدم **تحديد** لتغيير عدة مناطق.
de: **Schwärzungen anpassen**: Ziehe sie oder nutze Position & Größe. Füge einen zentrierten Bereich ohne Zeichnen hinzu. Mit **Auswählen** änderst du mehrere Bereiche.
es: **Ajusta las censuras** arrastrándolas o con Posición y tamaño. Añade un área centrada sin dibujar. Usa **Seleccionar** para modificar varias áreas.
es_419: **Ajusta las censuras** arrastrándolas o con Posición y tamaño. Agrega un área centrada sin dibujar. Usa **Seleccionar** para modificar varias áreas.
fr: **Ajustez les masquages** en les faisant glisser ou avec Position et taille. Ajoutez une zone centrée sans dessiner. Utilisez **Sélectionner** pour modifier plusieurs zones.
it: **Regola le oscuramenti** trascinandole o usando Posizione e dimensioni. Aggiungi un’area centrata senza disegnare. Usa **Seleziona** per modificare più aree.
ja: ドラッグまたは位置とサイズで**マスクを調整**します。描画せずに中央へ領域を追加できます。複数の領域を変更するには**選択**を使います。
ko: 드래그하거나 위치 및 크기를 사용해 **가림 영역을 조정**하세요. 그리지 않고 중앙에 영역을 추가할 수 있습니다. 여러 영역을 변경하려면 **선택**을 사용하세요.
nl: **Pas afdekkingen aan** door te slepen of via Positie en grootte. Voeg zonder tekenen een gecentreerd gebied toe. Gebruik **Selecteer** om meerdere gebieden te wijzigen.
pl: **Dostosuj zamazania**, przeciągając je lub używając opcji Pozycja i rozmiar. Dodaj wyśrodkowany obszar bez rysowania. Użyj **Zaznacz**, aby zmienić kilka obszarów.
pt_br: **Ajuste as ocultações** arrastando ou usando Posição e tamanho. Adicione uma área centralizada sem desenhar. Use **Selecionar** para alterar várias áreas.
pt_pt: **Ajuste as ocultações** arrastando ou usando Posição e tamanho. Adicione uma área centrada sem desenhar. Utilize **Selecionar** para alterar várias áreas.
sv: **Justera maskeringar** genom att dra eller använda Position och storlek. Lägg till ett centrerat område utan att rita. Använd **Markera** för att ändra flera områden.
tr: **Karartmaları ayarlayın**: Sürükleyin veya Konum ve boyut’u kullanın. Çizmeden ortalanmış bir bölge ekleyin. Birden çok bölgeyi değiştirmek için **Seç**’i kullanın.
zh_hans: 拖动或使用“位置与大小”来**调整遮盖区域**。无需绘制即可添加居中区域。使用**选择**可修改多个区域。
zh_hant: 拖移或使用「位置與大小」來**調整遮蓋區域**。不必繪製即可加入置中區域。使用**選取**可修改多個區域。

source: **Bleep or mute the sound.** Hold on the Audio lane and drag across what was said, then choose Bleep or Mute — or Play to hear it first. Drag the clip’s ends to cover exactly the words.
ar: **أضف صفيرًا أو اكتم الصوت.** المس مسار الصوت مع الاستمرار واسحب على ما قيل، ثم اختر ”صفير“ أو ”كتم“ — أو ”تشغيل“ لسماعه أولًا. اسحب طرفي المقطع ليغطي الكلمات بالضبط.
de: **Ton überpiepen oder stummschalten.** Halte die Audiospur gedrückt und zieh über das Gesagte. Wähle dann „Piepton“ oder „Stumm“ – oder „Wiedergabe“, um es vorher anzuhören. Zieh die Enden des Clips, damit genau die Wörter abgedeckt sind.
es: **Pon un pitido o silencia el sonido.** Mantén pulsada la pista de audio y arrastra sobre lo que se dijo; luego elige «Pitido» o «Silenciar» (o «Reproducir» para escucharlo antes). Arrastra los extremos del clip para cubrir exactamente las palabras.
es_419: **Pon un pitido o silencia el sonido.** Mantén presionada la pista de audio y arrastra sobre lo que se dijo; luego elige “Pitido” o “Silenciar” (o “Reproducir” para escucharlo antes). Arrastra los extremos del clip para cubrir exactamente las palabras.
fr: **Bipez ou coupez le son.** Maintenez le doigt sur la piste Audio et faites glisser sur ce qui a été dit, puis choisissez Bip ou Couper le son (ou Lire pour l’écouter d’abord). Faites glisser les extrémités du clip pour couvrir exactement les mots.
it: **Metti un bip o silenzia l’audio.** Tieni premuto sulla traccia Audio e trascina su ciò che è stato detto, poi scegli Bip o Silenzia, oppure Riproduci per ascoltarlo prima. Trascina le estremità della clip per coprire esattamente le parole.
ja: **音声にピー音を入れる・ミュートする。** オーディオトラックを長押しして、話した内容の上をドラッグし、「ピー音」または「ミュート」を選択します。先に聞きたい場合は「再生」を選択します。クリップの端をドラッグして、言葉にぴったり合わせます。
ko: **소리에 삐 소리를 넣거나 음소거하십시오.** 오디오 트랙을 길게 누른 채 말한 부분을 드래그한 다음 ‘삐 소리’ 또는 ‘음소거’를 선택하거나, 먼저 들어 보려면 ‘재생’을 선택하십시오. 클립의 끝을 드래그하여 해당 단어를 정확히 덮으십시오.
nl: **Laat geluid piepen of demp het.** Houd het Audio-spoor ingedrukt en sleep over wat er gezegd is. Kies dan Piep of Dempen, of Speel af om het eerst te horen. Sleep de uiteinden van de clip zodat precies de woorden worden bedekt.
pl: **Zagłusz lub wycisz dźwięk.** Przytrzymaj palec na ścieżce Dźwięk i przeciągnij po tym, co zostało powiedziane, a potem wybierz Pisk lub Wycisz – albo Odtwórz, aby najpierw to odsłuchać. Przeciągnij końce klipu, aby objąć dokładnie te słowa.
pt_br: **Coloque um bipe ou silencie o som.** Toque e segure na faixa Áudio e arraste sobre o que foi dito; depois, escolha Bipe ou Silenciar — ou Reproduzir para ouvir antes. Arraste as extremidades do clipe para cobrir exatamente as palavras.
pt_pt: **Ponha um bipe ou silencie o som.** Mantenha premida a faixa Áudio e arraste sobre o que foi dito; depois, escolha Bipe ou Silenciar — ou Reproduzir para ouvir primeiro. Arraste as extremidades do clipe para cobrir exatamente as palavras.
sv: **Lägg pip över eller tysta ljudet.** Håll ned fingret på spåret Ljud och dra över det som sades, och välj sedan Pip eller Tysta – eller Spela upp för att lyssna först. Dra i klippets ändar så att exakt orden täcks.
tr: **Sese bip sesi ekleyin veya sessize alın.** Ses kanalında basılı tutun ve söylenen kısmın üzerinde sürükleyin, ardından Bip veya Sessize al seçeneğini belirleyin (önce dinlemek için Oynat seçeneğini de kullanabilirsiniz). Klibin uçlarını tam olarak sözcükleri kapsayacak şekilde sürükleyin.
zh_hans: **为声音加哔声或静音。** 在“音频”轨道上按住并拖过所说的内容，然后选择“哔声”或“静音”，或者先选择“播放”试听。拖动片段的两端，让它正好盖住那些字词。
zh_hant: **為聲音加嗶聲或靜音。** 在「音訊」軌道上按住並拖移過所說的內容，然後選擇「嗶聲」或「靜音」，或先選擇「播放」試聽。拖移片段的兩端，讓它正好蓋住那些字詞。

source: **Camera** — tap “Camera”, then choose Photo, Video or Document. Photo shows live what would be covered, Video records in 4K or HD with HDR, and Document scans paper. Nothing you capture is saved to your photo library as it is; only the cleaned copy is.
ar: **الكاميرا** — اضغط على ”الكاميرا“، ثم اختر ”صورة“ أو ”فيديو“ أو ”مستند“. يعرض نمط ”صورة“ مباشرةً ما سيُحجب، ويسجّل نمط ”فيديو“ بدقة 4K أو HD مع HDR، ويمسح نمط ”مستند“ المستندات الورقية ضوئيًا. لا يُحفظ أي شيء تلتقطه في مكتبة الصور كما هو؛ تُحفظ النسخة المنظَّفة فقط.
de: **Kamera** – tippe auf „Kamera“ und wähle dann Foto, Video oder Dokument. Foto zeigt live, was verdeckt würde, Video nimmt in 4K oder HD mit HDR auf und Dokument erfasst Papierdokumente. Nichts, was du aufnimmst, wird unverändert in deiner Fotomediathek gesichert; nur die bereinigte Kopie.
es: **Cámara**: toca «Cámara» y elige Foto, Vídeo o Documento. Foto muestra en directo lo que se censuraría, Vídeo graba en 4K o HD con HDR y Documento escanea documentos en papel. Nada de lo que captures se guarda tal cual en tu fototeca; solo se guarda la copia limpia.
es_419: **Cámara**: toca “Cámara” y elige Foto, Video o Documento. Foto muestra en vivo lo que se censuraría, Video graba en 4K o HD con HDR y Documento escanea documentos en papel. Nada de lo que captures se guarda tal cual en tu fototeca; solo se guarda la copia limpia.
fr: **Appareil photo** — touchez « Appareil photo », puis choisissez Photo, Vidéo ou Document. Photo montre en direct ce qui serait masqué, Vidéo filme en 4K ou HD avec HDR, et Document scanne les documents papier. Rien de ce que vous capturez n’est enregistré tel quel dans votre photothèque ; seule la copie nettoyée l’est.
it: **Fotocamera** — tocca “Fotocamera”, poi scegli Foto, Video o Documento. Foto mostra dal vivo cosa verrebbe coperto, Video registra in 4K o HD con HDR e Documento scansiona i documenti cartacei. Niente di ciò che acquisisci viene salvato così com’è nella libreria foto; viene salvata solo la copia pulita.
ja: **カメラ**：「カメラ」をタップして、「写真」「ビデオ」「書類」から選びます。「写真」ではマスクされる部分をライブで確認でき、「ビデオ」では4KまたはHDのHDRビデオを録画でき、「書類」では紙の書類をスキャンできます。撮影したものがそのまま写真ライブラリに保存されることはありません。保存されるのはクリーンアップしたコピーだけです。
ko: **카메라** — “카메라”를 탭한 다음 “사진”, “비디오” 또는 “문서”를 선택하세요. “사진”은 가려질 부분을 실시간으로 보여 주고, “비디오”는 4K 또는 HD, HDR로 녹화하며, “문서”는 종이를 스캔합니다. 촬영한 내용은 그대로 사진 보관함에 저장되지 않으며, 정리된 사본만 저장됩니다.
nl: **Camera** — tik op ‘Camera’ en kies Foto, Video of Document. Foto laat live zien wat er zou worden afgedekt, Video neemt op in 4K of HD met HDR en Document scant papieren documenten. Niets wat je vastlegt wordt ongewijzigd in je fotobibliotheek bewaard; alleen de opgeschoonde kopie.
pl: **Aparat** – stuknij „Aparat”, a następnie wybierz Zdjęcie, Wideo lub Dokument. Zdjęcie pokazuje na żywo, co zostałoby zamazane, Wideo nagrywa w 4K lub HD z HDR, a Dokument skanuje papierowe dokumenty. Nic, co zarejestrujesz, nie jest zachowywane w bibliotece zdjęć w oryginalnej postaci; zachowywana jest tylko wyczyszczona kopia.
pt_br: **Câmera** — toque em “Câmera” e escolha Foto, Vídeo ou Documento. Foto mostra ao vivo o que seria ocultado, Vídeo grava em 4K ou HD com HDR e Documento escaneia documentos em papel. Nada do que você captura é salvo na sua fototeca do jeito que está; apenas a cópia limpa é salva.
pt_pt: **Câmara** — toque em “Câmara” e escolha Foto, Vídeo ou Documento. Foto mostra ao vivo o que seria ocultado, Vídeo grava em 4K ou HD com HDR e Documento digitaliza documentos em papel. Nada do que captar é guardado na sua fototeca tal como está; apenas a cópia limpa é guardada.
sv: **Kamera** – tryck på ”Kamera” och välj sedan Bild, Video eller Dokument. Bild visar i realtid vad som skulle maskeras, Video spelar in i 4K eller HD med HDR och Dokument skannar pappersdokument. Inget du tar med kameran sparas som det är i ditt bildbibliotek; bara den rensade kopian sparas.
tr: **Kamera** — “Kamera” düğmesine dokunun, ardından Fotoğraf, Video veya Belge modunu seçin. Fotoğraf neyin karartılacağını canlı olarak gösterir, Video 4K veya HD’de HDR ile kayıt yapar, Belge ise kâğıt belgeleri tarar. Çektiğiniz hiçbir şey olduğu gibi fotoğraf arşivinize kaydedilmez; yalnızca temizlenen kopya kaydedilir.
zh_hans: **相机**——轻点“相机”，然后选择“照片”“视频”或“文档”。“照片”会实时显示将被遮盖的内容，“视频”可录制 4K 或 HD 的 HDR 视频，“文档”可扫描纸质文稿。拍摄的内容绝不会原样存储到你的照片图库，只会存储清理后的副本。
zh_hant: **相機**：點一下「相機」，然後選擇「照片」、「影片」或「文件」。「照片」會即時顯示將被遮蓋的內容，「影片」可錄製 4K 或 HD 的 HDR 影片，「文件」可掃描紙本文件。拍攝的內容永遠不會以原樣儲存到你的照片圖庫，只會儲存清理後的副本。

source: **Choose a photo or video** from your library, take one with PicStrip’s camera, import from Files, or drag an image directly onto PicStrip.
ar: **حدد صورة أو فيديو** من مكتبتك، أو صوّر بكاميرا PicStrip، أو استورد من الملفات، أو اسحب صورة مباشرة إلى PicStrip.
de: **Wähle ein Foto oder Video** aus deiner Mediathek, nimm eines mit der Kamera von PicStrip auf, importiere eines aus Dateien oder zieh ein Bild direkt auf PicStrip.
es: **Elige una foto o un vídeo** de tu fototeca, usa la cámara de PicStrip, importa desde Archivos o arrastra una imagen directamente a PicStrip.
es_419: **Elige una foto o un video** de tu fototeca, usa la cámara de PicStrip, importa desde Archivos o arrastra una imagen directamente a PicStrip.
fr: **Choisissez une photo ou une vidéo** dans votre photothèque, capturez-en une avec l’appareil photo de PicStrip, importez-la depuis Fichiers ou faites glisser une image directement sur PicStrip.
it: **Scegli una foto o un video** dalla tua libreria, acquisiscine uno con la fotocamera di PicStrip, importa da File oppure trascina un’immagine direttamente su PicStrip.
ja: ライブラリから**写真やビデオを選択**するか、PicStripのカメラで撮影する、「ファイル」から読み込む、または画像をPicStripに直接ドラッグします。
ko: 보관함에서 **사진이나 비디오를 선택**하거나, PicStrip 카메라로 촬영하거나, 파일 앱에서 가져오거나, 이미지를 PicStrip으로 바로 끌어다 놓으세요.
nl: **Kies een foto of video** uit je bibliotheek, maak er een met de camera van PicStrip, importeer er een uit Bestanden of sleep een afbeelding direct op PicStrip.
pl: **Wybierz zdjęcie lub wideo** z biblioteki, zarejestruj je aparatem PicStrip, zaimportuj z Plików lub przeciągnij obraz bezpośrednio na PicStrip.
pt_br: **Escolha uma foto ou um vídeo** da sua fototeca, capture com a câmera do PicStrip, importe do app Arquivos ou arraste uma imagem direto para o PicStrip.
pt_pt: **Escolha uma fotografia ou um vídeo** da sua fototeca, capture com a câmara do PicStrip, importe da app Ficheiros ou arraste uma imagem diretamente para o PicStrip.
sv: **Välj en bild eller video** i ditt bildbibliotek, fotografera eller filma med PicStrips kamera, importera från Filer eller dra en bild direkt till PicStrip.
tr: Arşivinizden **bir fotoğraf veya video seçin**, PicStrip’in kamerasıyla çekin, Dosyalar’dan içe aktarın veya bir görüntüyü doğrudan PicStrip’e sürükleyin.
zh_hans: **选择照片或视频**：从图库中选取、用 PicStrip 的相机拍摄、从“文件”导入，或直接将图像拖移到 PicStrip 上。
zh_hant: **從圖庫選擇照片或影片**、使用 PicStrip 的相機拍攝、從「檔案」匯入，或直接將影像拖移到 PicStrip 上。

source: **Clean a video.** PicStrip removes where it was filmed, the device, and the dates, and checks the copy before you share it.
ar: **نظّف فيديو.** يزيل PicStrip مكان التصوير والجهاز والتواريخ، ويتحقق من النسخة قبل مشاركتها.
de: **Video bereinigen.** PicStrip entfernt, wo es gefilmt wurde, das Gerät und die Daten und prüft die Kopie, bevor du sie teilst.
es: **Limpia un vídeo.** PicStrip elimina dónde se grabó, el dispositivo y las fechas, y comprueba la copia antes de que la compartas.
es_419: **Limpia un video.** PicStrip elimina dónde se grabó, el dispositivo y las fechas, y comprueba la copia antes de que la compartas.
fr: **Nettoyez une vidéo.** PicStrip supprime le lieu du tournage, l’appareil et les dates, et vérifie la copie avant que vous la partagiez.
it: **Pulisci un video.** PicStrip rimuove dove è stato girato, il dispositivo e le date, e controlla la copia prima che tu la condivida.
ja: **ビデオをクリーンアップ。** PicStripは撮影場所、デバイス、日付を削除し、共有する前にコピーを確認します。
ko: **비디오를 정리하십시오.** PicStrip이 촬영 위치, 기기, 날짜를 제거하고 공유하기 전에 사본을 확인합니다.
nl: **Schoon een video op.** PicStrip verwijdert waar die is gefilmd, het apparaat en de datums, en controleert de kopie voordat je die deelt.
pl: **Wyczyść wideo.** PicStrip usuwa miejsce nagrania, urządzenie i daty oraz sprawdza kopię, zanim ją udostępnisz.
pt_br: **Limpe um vídeo.** O PicStrip remove onde ele foi filmado, o dispositivo e as datas, e verifica a cópia antes de você compartilhá-la.
pt_pt: **Limpe um vídeo.** O PicStrip remove onde foi filmado, o dispositivo e as datas, e verifica a cópia antes de a partilhar.
sv: **Rensa en video.** PicStrip tar bort var den filmades, enheten och datumen, och kontrollerar kopian innan du delar den.
tr: **Bir videoyu temizleyin.** PicStrip çekildiği yeri, cihazı ve tarihleri kaldırır ve paylaşmadan önce kopyayı denetler.
zh_hans: **清理视频。** PicStrip 会移除拍摄地点、设备和日期，并在你共享前检查副本。
zh_hant: **清理影片。** PicStrip 會移除拍攝地點、裝置和日期，並在你分享前檢查拷貝。

source: **Cover any object.** Pause where something shows — a person, a car, a screen, a sign — and tap “Cover an Object”. Draw a box around it, drag it into place or drag its corner to resize it, and PicStrip tracks it through the whole video, forwards and back.
ar: **احجب أي عنصر.** أوقف الفيديو حيث يظهر شيء — شخص أو سيارة أو شاشة أو لافتة — واضغط على ”حجب عنصر“. ارسم مربعًا حوله، واسحبه إلى مكانه أو اسحب زاويته لتغيير حجمه، وسيتتبعه PicStrip عبر الفيديو كله، للأمام وللخلف.
de: **Beliebige Objekte verdecken.** Halte an, wo etwas zu sehen ist – eine Person, ein Auto, ein Bildschirm, ein Schild –, und tippe auf „Objekt verdecken“. Zieh einen Rahmen darum, schieb ihn an die richtige Stelle oder zieh an seiner Ecke, um die Größe zu ändern, und PicStrip verfolgt es durch das ganze Video, vorwärts und rückwärts.
es: **Censura cualquier objeto.** Pausa donde aparezca algo (una persona, un coche, una pantalla, un letrero) y toca «Censurar un objeto». Dibuja un recuadro alrededor, arrástralo a su sitio o arrastra su esquina para redimensionarlo, y PicStrip lo sigue por todo el vídeo, hacia delante y hacia atrás.
es_419: **Censura cualquier objeto.** Pausa donde aparezca algo (una persona, un auto, una pantalla, un letrero) y toca “Censurar un objeto”. Dibuja un recuadro alrededor, arrástralo a su lugar o arrastra su esquina para redimensionarlo, y PicStrip lo sigue por todo el video, hacia adelante y hacia atrás.
fr: **Masquez n’importe quel objet.** Mettez en pause là où quelque chose apparaît (une personne, une voiture, un écran, un panneau) et touchez « Masquer un objet ». Tracez un cadre autour, faites-le glisser pour le placer ou faites glisser son coin pour le redimensionner. PicStrip suit l’objet dans toute la vidéo, en avant et en arrière.
it: **Copri qualsiasi oggetto.** Metti in pausa dove compare qualcosa (una persona, un’auto, uno schermo, un cartello) e tocca “Copri un oggetto”. Disegna un riquadro intorno, trascinalo in posizione o trascinane l’angolo per ridimensionarlo, e PicStrip lo segue in tutto il video, in avanti e indietro.
ja: **どんなオブジェクトでもマスク。** 人、車、画面、看板などが映っているところで一時停止し、「オブジェクトをマスク」をタップします。枠で囲んだら、ドラッグして位置を合わせたり、角をドラッグしてサイズを変更したりします。PicStripはビデオ全体の前後にわたってそれを追跡します。
ko: **어떤 개체든 가리십시오.** 사람, 자동차, 화면, 표지판 등이 보이는 곳에서 일시 정지하고 ‘개체 가리기’를 탭하십시오. 상자로 둘러싼 다음 상자를 드래그하여 위치를 맞추거나 모서리를 드래그하여 크기를 조절하면 PicStrip이 비디오 전체에서 앞뒤로 추적합니다.
nl: **Dek elk object af.** Pauzeer waar iets te zien is — een persoon, een auto, een scherm, een bord — en tik op ‘Object afdekken’. Teken er een kader omheen, sleep het op zijn plaats of sleep de hoek om het formaat aan te passen, en PicStrip volgt het door de hele video, vooruit en terug.
pl: **Zamaż dowolny obiekt.** Zatrzymaj tam, gdzie coś widać – osobę, samochód, ekran, znak – i stuknij „Zamaż obiekt”. Narysuj wokół tego ramkę, przeciągnij ją na miejsce lub przeciągnij jej róg, aby zmienić rozmiar, a PicStrip śledzi to w całym wideo, do przodu i do tyłu.
pt_br: **Oculte qualquer objeto.** Pause onde algo aparece — uma pessoa, um carro, uma tela, uma placa — e toque em “Ocultar um objeto”. Desenhe um retângulo em volta, arraste-o até o lugar certo ou arraste o canto dele para redimensioná-lo, e o PicStrip acompanha o objeto pelo vídeo inteiro, para a frente e para trás.
pt_pt: **Oculte qualquer objeto.** Pause onde algo aparece — uma pessoa, um carro, um ecrã, uma placa — e toque em “Ocultar um objeto”. Desenhe um retângulo à volta, arraste-o para o sítio certo ou arraste o canto para o redimensionar, e o PicStrip segue-o pelo vídeo inteiro, para a frente e para trás.
sv: **Maskera vilket objekt som helst.** Pausa där något syns – en person, en bil, en skärm, en skylt – och tryck på ”Maskera ett objekt”. Rita en ruta runt det, dra rutan på plats eller dra i hörnet för att ändra storlek, så följer PicStrip det genom hela videon, framåt och bakåt.
tr: **Herhangi bir nesneyi karartın.** Bir şeyin göründüğü yerde (bir kişi, bir araba, bir ekran, bir tabela) duraklatın ve “Nesne karart” düğmesine dokunun. Çevresine bir kutu çizin, sürükleyerek yerine taşıyın veya köşesini sürükleyerek yeniden boyutlandırın; PicStrip onu tüm video boyunca ileri ve geri takip eder.
zh_hans: **遮盖任何物体。** 在某样东西（人、汽车、屏幕、标牌）出现的地方暂停，然后轻点“遮盖物体”。在它周围画一个框，拖动方框可调整位置，拖动其角可调整大小。PicStrip 会在整个视频中向前向后跟踪它。
zh_hant: **遮蓋任何物體。** 在某樣東西（人、汽車、螢幕、招牌）出現的地方暫停，然後點一下「遮蓋物體」。在它周圍畫一個框，拖移方框可調整位置，拖移其角可調整大小。PicStrip 會在整部影片中向前向後追蹤它。
